tap "koekeishiya/formulae"
brew "asciiquarium"
brew "libgit2"
brew "bat"
brew "bottom"
brew "colima"
brew "cryptography"
brew "difftastic"
brew "direnv"
brew "docker"
brew "eza"
brew "fonts-encodings"
brew "fzf"
brew "webp"
brew "gdu"
brew "gh"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "graphviz"
brew "node"
brew "gtop"
brew "icu4c@76"
brew "jq"
brew "lazygit"
brew "libpq"
brew "mise"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "qemu"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "spectral-cli"
brew "starship"
brew "terraform-docs"
brew "terraformer"
brew "thefuck"
brew "tig"
brew "tldr"
brew "trash", link: true
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
cask "amethyst"
cask "android-platform-tools"
cask "arc"
cask "azookey"
cask "brave-browser"
cask "claude-code"
cask "gcloud-cli"
cask "ghostty"
cask "gimp"
cask "gitify"
cask "logi-options+"
cask "monitorcontrol"
cask "raycast"
cask "temurin"
cask "font-hack-nerd-font"
cask "font-udev-gothic-nf"
cask "visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "harryhopkinson.vim-theme"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
go "golang.org/x/perf/cmd/benchstat"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/daichirata/hammer"
go "github.com/cloudspannerecosystem/spanner-cli"
go "github.com/cloudspannerecosystem/spanner-dump"
go "github.com/mfridman/tparse"
go "github.com/google/wire/cmd/wire"
go "go.mercari.io/yo"
