tap "homebrew/bundle"
tap "homebrew/linux-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "webp"
brew "asciiquarium"
brew "cryptography"
brew "awscli"
brew "libgit2"
brew "bat"
brew "bottom"
brew "colima"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fonts-encodings"
brew "fzf"
brew "gdu"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "icu4c@76"
brew "graphviz"
brew "node"
brew "gtop"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq"
brew "mise"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "peco"
brew "qemu"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "starship"
brew "terraform-docs"
brew "terraformer"
brew "thefuck"
brew "tig"
brew "tldr"
brew "trash", link: true
brew "tree"
brew "zellij"
brew "zoxide"
brew "homebrew/linux-fonts/font-udev-gothic-nf"
cask "amethyst"
cask "android-platform-tools"
cask "arc"
cask "ghostty"
cask "gimp"
cask "gitify"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "logi-options+"
cask "meetingbar"
cask "monitorcontrol"
cask "raycast"
cask "temurin"
cask "ubersicht"
cask "visual-studio-code"
cask "zed"
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "harryhopkinson.vim-theme"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
