tap "homebrew/bundle"
tap "homebrew/linux-fonts"
tap "koekeishiya/formulae"
brew "bat"
brew "bottom"
brew "direnv"
brew "eza"
brew "fonts-encodings"
brew "fzf"
brew "gdu"
brew "git-delta"
brew "glow"
brew "gtop"
brew "jq"
brew "lazygit"
brew "mise"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tldr"
brew "trash"
brew "tree"
brew "zellij"
brew "zoxide"
brew "homebrew/linux-fonts/font-udev-gothic-nf"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "arc"
cask "google-japanese-ime"
cask "logi-options-plus"
cask "monitorcontrol"
cask "orbstack"
cask "raycast"
cask "visual-studio-code"
